import React from "react";

const Story = () => {
  return (
    <div className="story">
      <div className="container">
        <div className="story__wrapper">
          <p>Производство светильников</p>
          <div className="story__wrapper__right">
            <span>
              Интернет-магазин NORNLIGHT предлагает широкий ассортимент
              светильников для освещения вашего дома или офиса. У нас вы найдете
              разнообразные модели светильников, от современных и стильных до
              классических и элегантных. Мы предлагаем качественные и надежные
              светильники от лучших производителей, которые подарят вам комфорт
              и уют.
            </span>
            <span>
              Покупая светильники в нашем интернет-магазине, вы получаете
              отличное соотношение цены и качества. Мы осуществляем доставку по
              всей России, чтобы каждый клиент мог насладиться прекрасным светом
              и удобством покупки онлайн. Обратитесь к нам сегодня и превратите
              ваш дом в оазис тепла и света с NORNLIGHT!
            </span>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Story;
